{"@lang": "ar_AR",
"Name": "مشروع دستور الجمهورية التونسي","Date": "1-6-2013","Version": "0.1",
"Notes": "This document is created by @hatem, constitution text is collaborative writing by group OpenGovTN, original text available on www.anc.tn",
"Organization": {
"Name": "المجلس الوطني التأسيسي",
"Acronym": "ANC"
},
"Section": [
{
"Id": "0",
"Title": "التوطئة",
"Content": "بسم الله الرحمن الرحيم\n نحن نواب الشعب التونسي، أعضاء المجلس الوطني التأسيسي؛\n\nاعتزازا بنضال شعبنا من أجل الاستقلال وبناء الدولة، والتخلص من الاستبداد إستجابة لإرادته الحرة، وتحقيقا لأهداف ثورة الحرية والكرامة، ووفاء لدماء شهدائنا الأبرار، ولتضحيات التونسيين والتونسيات على مر الأجيال، وقطعا مع الظلم والحيف والفساد،\n\nوتأسيسا على تعاليم الإسلام ومقاصده المتسمة بالتفتح  والاعتدال، وعلى القيم الإنسائية ومبادئ حقوق الإنسان الكونية السامية، واستلهاما من رصيدنا الحضاري على تعاقب أحقاب تاريخنا، ومن حركاتنا الإصالاحية المستنيرة المستندة إلى مقومات هويتنا العربية الإسلامية وإلى الكسب الحضاري الإنساني، وتمسكا بما حققه شعبنا من المكاسب الوطنية،\n\n\nوتأسيسا لنظام جمهوري ديمقراطي تشاركي، في إطار دولة مدنية الحكم فيها للقانون والسيادة فيها للشعب عبر التداول السلمي على الحكم بواسطة الانتخابات الحرة وعلى مبدإ الفصل بين السلطات والتوازن بينها، ويكون فيه حق التنظم القانم على التعددية، وحياد الإدارة، والحكم الرشيد هي أساس التنافس السياسي، وتضمن فيه الدولة احترام الحريات وحقوق الإنسان واستقلالية القضاء والمساواة في الحقوق والواجبات بين جميع المواطنين والمواطنات والعدل بين الجهات،\n\n\nوبناء على منزلة الإنسان كائنا مكرما، وتوثيقا لانتمائنا الثقافي والحضاري للأمة العربية والإسلامية، وانطلاقا من الوحدة الوطنية القائمة على المواطنة والأخوة والتكافل والعدالة الاجتماعية،\n\nودعما للوحدة المغاربية باعتبارها خطوة نحو تحقيق الوحدة العربية، والتكامل مع الشعوب الإسلامية والشعوب الإفريقية، والتعاون مع شعوب العالم، وانتصارا للمظلومين في كل مكان، ولحق الشعوب في تقرير مصيرها، ولحركات التحرر العادلة وفي مقدمتها حركـة التحرر الفسلطيني، ومناهضة لكل أشكال الاحتلال والعنصرية،\n\n\nووعيا بضرورة الحفاظ على البيئة سليمة بما يضمن استدامة مواردنا الطبيعية واستمرارية الحياة\nالآمنة للأجيال القادمة، وتحقيقا لإرادة الشعب في أن يكون صانعا لتاريخه، مؤمنا بأن العلم والعمل والإبداع قيم إنسانية سامية، ساعيا إلى الريادة، متطلعا إلى الإضافة الحضارية، وذلك على أساس استقلال القرار الوطني، والسلم العالمية، والتضامن الإنساني،\n\nفإننا باسم الشعب نرسم على بركة الله هذا الدستور."
},
{
"Id": "1",
"Title": "الباب الاول : المبادئ العامة",
"Content": [],
"Chapter": [
{
"@id": "1",
"#text": "تونس دولة حرة، مستقلة، ذات سيادة، الإسلام دينها، والعربية لغتها، والجمهورية نظامها."
},
{
"@id": "2",
"#text": "تونس دولة مدنية، تقوم على المواطنة، وإرادة الشعب، وعلوية القانون."
},
{
"@id": "3",
"#text": "الشعب هو صاحب السيادة ومصدر السلطات، يمارسها بواسطة ممثليه المنتخبين أو عبر الاستفتاء."
},
{
"@id": "4",
"#text": "علم الجمهورية التونسية أحمر، يتوسطه قرص أبيض به نجم أحمر ذو خمسة أشعة يحيط به هلال أحمر حسبما يضبطه القانون.\nالنشيد الرسمي للجمهورية التونسية هو \"حماة الحمى\"  ويضبط بقانون.\nشعار الجمهورية التونسية هو \"حرية، كرامة، عدالة، نظام\"."
},
{
"@id": "5",
"#text": "الجمهورية التونسية جزء من المغرب العربي، تعمل على تحقيق وحدته وتتخذ كافة التدابير لتجسيمها ."
},
{
"@id": "6",
"#text": "الدولة راعية للدين، كافلة لحرية للمعتقد والضمير وممارسة الشعائر الدينية، حامية للمقدسات، ضامنة لحياد المساجد ودور العبادة عن التوظيف الحزبي."
},
{
"@id": "7",
"#text": "الأسرة هي الخلية الأساسية للمجتمع، وعلى الدولة حمايتها."
},
{
"@id": "8",
"#text": "الشباب قوة فاعلة في بناء الوطن.\nتحرص الدولة على توفير الظروف الكفيلة بتنمية قدرات الشباب وتفعيل طاقاته وتعمل على تحمله المسؤولية وعلى توسيع إسهامه في التنمية الاجتماعية والاقتصادية والثقافية والسياسية."
},
{
"@id": "9",
"#text": "الحفاظ على وحدة الوطن والدفاع عن حرمته واجب مقدس على كل المواطنين.\nالخدمة الوطنية واجب حسب الصيغ والشروط التي يضبطها القانون."
},
{
"@id": "10",
"#text": "أداء الضريبة وتحمل التكاليف العامة واجب وفق نظام عادل ومنصف.\nتضع الدولة الآليات الكفيلة بضمان استخلاص الضريبة، والمساهمة في التكاليف العامة، وحسن التصرف في المال العام، ومنع الفساد ومقاومة التهرب والغش الجبائيين."
},
{
"@id": "11",
"#text": "على كل من يتولى رئاسة الجمهورية أو رئاسة الحكومة أو عضويتها أو عضوية مجلس نواب الشعب أو عضوية الهيئات الدستورية المستقلة أو أي وظيفة عليا أن يصرح بمكاسبه وفق ما يضبطه القانون."
},
{
"@id": "12",
"#text": "تسعى الدولة إلى تحقيق العدالة الاجتماعية، والتنمية المستدامة، والتوازن بين الجهات، والاستغلال الرشيد للثروات الوطنية."
},
{
"@id": "13",
"#text": "تلتزم الدولة بدعم اللامركزية واعتمادها بكامل التراب الوطني في إطار وحدة الدولة."
},
{
"@id": "14",
"#text": "الإدارة العمومية في خدمة المواطن والصالح العام. تنظم وتعمل وفق مبادئ الحياد والمساواة واستمرارية المرفق العام، ووفق قواعد الشفافية والنزاهة والنجاعة والمساءلة."
},
{
"@id": "15",
"#text": "تحتكر الدولة إنشاء القوات المسلحة، وقوات الأمن الوطني، وأي قوات أخرى، ويكون ذلك بمقتضى القانون ولخدمة الصالح العام."
},
{
"@id": "16",
"#text": "تلتزم الدولة بدعم اللامركزية واعتمادها بكامل التراب الوطني في إطار وحدة الدولة."
},
{
"@id": "17",
"#text": "الجيش الوطني قوة عسكرية مسلحة قائمة على الانضباط، مؤلفة ومنظمة هيكليا طبق القانون، ويضطلع بواجب الدفاع عن الوطن واستقلاله ووحدة ترابه، وهو ملزم بالحياد التام. ويدعم الجيش الوطني السلطات المدنية وفق ما يضبطه القانون."
},
{
"@id": "18",
"#text": "قوات الأمن الوطني مكلفة بحفظ الأمن، والنظام العام، وحماية الأفراد والمؤسسات والممتلكات، وإنفاذ القانون، في كنف احترام الحريات وفي إطار الحياد التالم."
},
{
"@id": "19",
"#text": "المعاهدات الموافق عليها من قبل مجلس نواب الشعب، والمصادق عليها، أعلى من القوانين وأدنى من الدستور."
}
]
},
{
"Id": "2",
"Title": "الباب الثاني : الحقوق والحريات",
"Content": [],
"Chapter": [
{
"@id": "20",
"#text": "المواطنون والمواطنات متساوون في الحقوق والواجبات، وهم سواء أمام القانون من غير تمييز.\nتضمن الدولة للمواطنين والمواطنات الحقوق والحريات الفردية والعامة، وتهيئ لهم أسباب العيش الكريم."
},
{
"@id": "21",
"#text": "الحق في الحياة مقدس، لا يجوز المساس به إلا في حالات قصوى يضبطها القانون."
},
{
"@id": "22",
"#text": "تحمي الدولة كرامة الذات البشرية وحرمة الجسد، وتمنع التعذيب المعنوي والمادي. ولا تسقط جريمة التعذيب بالتقادم."
},
{
"@id": "23",
"#text": "تحمي الدولة الحياة الخاصة، وحرمة المسكن، وسرية المراسلات والاتصالات والمعطيات الشخصية.\nلكل مواطن الحرية في اختيار مقر إقامته وفي التنقل داخل الوطن وله الحق في مغادرته.\nلا يمكن المساس بهذه الحقوق والحريات إلا في حالات يضبطها القانون وبأمر قضائي."
},
{
"@id": "24",
"#text": "يحجر سحب الجنسية التونسية من أي مواطن أو تغريبه أو تسليمه أو منعه من العودة إلى الوطن."
},
{
"@id": "25",
"#text": "حق اللجوء السياسي مضمون طبق ما يضبطه القانون، ويحجر تسليم المتمتعين باللجوء السياسي."
},
{
"@id": "26",
"#text": "المتهم بريء إلى أن تثبت إدانته في محاكمة عادلة تكفل له فيها جميع ضمانات الدفاع في أطوار التتبع والمحاكمة."
},
{
"@id": "27",
"#text": "العقوبة شخصية، ولا تكون إلا بمقتضى نص قانوني سابق الوضع، عدا حالة النص الأرفق بالمتهم."
},
{
"@id": "28",
"#text": "لا يمكن إيقاف شخص او الاحتفاظ  به إلا في حالة التلبس او بقرار  قضائي، ويعلم فورا بحقوقه والتهمة المنسوبة إليه، وله أن ينيب محاميا. وتحدد مدة الإيقاف والاحتفاظ  بقانون."
},
{
"@id": "29",
"#text": "لكل سجين الحق في معاملة إنسانية تحفظ كرامته.\nتراعى  الدولة في تنفيذ العقويات السالبة للحرية مصلحة الأسرة، وتعمل على إعادة تأهيل السجين وإدماجه في المجتمع."
},
{
"@id": "30",
"#text": "حرية الرأي والفكر والتعبير والإعلام والنشر مضمونة.\nلا يمكن الحد من حرية التعبير والإعلام والنشر إلا بموجب قانون يحمي حقوق الغير وسمعتهم وأمنهم وصحتهم.\nلا يمكن ممارسة رقابة مسبقة على هذه الحريات."
},
{
"@id": "31",
"#text": "الحق في النفاذ إلى المعلومة مضمون في حدود عدم المساس بالأمن الوطني وبالحقوق المضمنة في الدستور."
},
{
"@id": "32",
"#text": "الحريات الأكاديمية وحرية البحث العلمي مضمونة.\nتوفر الدولة الإمكانيات اللازمة لتطوير البحث العلمي والتكنولوجي."
},
{
"@id": "33",
"#text": "حق الانتخاب والاقتراع والترشح مضمونة طبق ما يضبطه القانون."
},
{
"@id": "34",
"#text": "حرية تكوين الأحزاب  والنقابات والجمعيات مضمونة.\nيضبط القانون إجرإءات تكوين الأحزاب والنقابات والجمعيات، على أن لا ينال من جوهر هذه الحرية.\nتلتزم الأحزاب والنقابات والجمعيات في أنظمتها الأساسية وفي أنشطتها باحكام الدستور والقانون وبالشفافية  المالية ونبذ العنف."
},
{
"@id": "35",
"#text": "الحق النقابي بما في ذلك حق الإضرإب مضمون."
},
{
"@id": "36",
"#text": "حرية الاجتماع والتظاهر السلمي مضمونة، وتمارس حسبما يضبطه القانون من إجراءات لا تمس من جوهر هذه الحرية."
},
{
"@id": "37",
"#text": "الصحة حق لكل إنسان. وتكفل الدولة الوقاية والرعاية الصحية، وتوفر الإمكانيات الضرورية لضمان السلامة وجودة الخدمات الصحية.\nتضمن الدولة العلاج المجاني لفاقدي السند، ولذوي الدخل المحدود. وتضمن الحق في التغطية الاجتماعية طبق ما ينظمه القانون."
},
{
"@id": "38",
"#text": "التعليم  إجباري إلى سن السادسة عشرة.\nتضمن الدولة الحق في التعليم العمومي المجاني في كامل مراحله، وتسعى إلى توفير الإمكانيات الضرورية لتحقيق جودة التعليم والتربية والتكوين وترسيخ اللغة العربية ودعمها."
},
{
"@id": "39",
"#text": "العمل حق لكل مواطن، وتتخذ الدولة التدابير الضرورية لضمانه في ظروف لائقة وعادلة."
},
{
"@id": "40",
"#text": "الحق في الملكية ومنها الملكية الفكرية مضمون، ويمارس في حدود القانون."
},
{
"@id": "41",
"#text": "الحق في الثقافة مضمون.\nحرية الإبداع مضمونة، وتشجع الدولة الإبداع الثقافي، وتدعم الثقافة الوطنية  في تأصلها وتنوعها وتجددها، بما يكرس قيم التسامح ونبذ العنف و الانفتاح على مختلف الثقافات والحوار بين الحضارات.\nتحمي الدولة الموروث الثقافي وتضمن حق الأجيال القادمة فيه."
},
{
"@id": "42",
"#text": "تدعم الدولة الرياضة، وتسعى إلى توفير الإمكانيات اللازمة  لمماراسة الأنشطة الرياضية والترفيهية."
},
{
"@id": "43",
"#text": "الحق في الماء مضمون.\nالمحافظة على الماء وترشيد استغلاله واجب على الدولة والمجتمع."
},
{
"@id": "44",
"#text": "الحق في بيئة سليمة ومتوازنة مضمون."
},
{
"@id": "45",
"#text": "تضمن الدولة حماية حقوق المرأة وتدعم مكاسبها.\nتضمن الدولة تكافؤ الفرص بين المرأة والرجل  في تحمل مختلف المسؤوليات. تتخذ الدولة التدابير الكفيلة بالقضاء على العنف ضد المرأة."
},
{
"@id": "46",
"#text": "حق الطفل على أبويه وعلى الدولة ضمان الكرامة والصحة والرعاية  والتربية والتعليم. على الدولة توفير كل أنواع الحماية لجميع الأطفال من غير تمييز وفق المصلحة الفضلى للطفل."
},
{
"@id": "47",
"#text": "تحمي الدولة ذوي الإعاقة من كل تمبيز.\nلكل مواطن ذي إعاقة الحق في الانتفاع، حسب طبيعة إعاقته، بكل التدابير التي تمكنه من الاندماج الكامل في المجتمع."
},
{
"@id": "48",
"#text": "يقرر القانون الضوابط المتعلقة بالحقوق والحريات المضمونة بهذا الدستور وممارستها بما لا ينال من جوهرها. ولا يتخذ القانون إلا لحماية حقوق الغير او لمقتضيات الأمن العام أوالدفاع الوطني أو الصحة العامة. وتسهر الهيئات القضائية على حماية الحقوق والحيات من أي انتهاك."
}
]
},
{
"Id": "3",
"Title": "الباب الثالث : السلطة التشريعية",
"Content": [],
"Chapter": [
{
"@id": "49",
"#text": "يمارس الشعب السلطة الشرعية عبر ممثليه بمجلس نواب الشعب أو عن طريق الاستفتاء."
},
{
"@id": "50",
"#text": "مقر مجلس نواب الشعب تونس العاصمة، وله في الظروف الاستثنائية أن يعقد جلساته بأي مكان آخر من تراب الجمهورية."
},
{
"@id": "51",
"#text": "يتمتع مجلس نواب الشعب بالاستقلالية الإدارية والمالية في إطار ميزانية الدولة.\n يضبط مجلس نواب الشعب نظامه الداخلي ويصادق عليه بالأغليية المطلقة لأعضائه.\nتضع الدولة على ذمة المجلس الموارد البشرية والمادية اللازمة لحسن أداء النائب لمهامه."
},
{
"@id": "52",
"#text": "الترشح لعضوية مجلس نواب الشعب حق لكل ناخب تونسي الجنسية منذ عشر سنوات على الأقل، بلغ من العمر ثلاثا وعشرين سنة كاملة يوم تقديم ترشحه، شرط أن لا يكون مشمولا بأي صورة من صور الحرمان التي يضبطها القانون."
},
{
"@id": "53",
"#text": "يعد ناخبا كل مواطن تونسي الجنسية بلغ من العمر ثماني عشرة سنة كاملة وفق الشروط التي يحددها القانون الانتخابي."
},
{
"@id": "54",
"#text": "ينتخب أعضاء مجلس نواب الشعب انتخابا عاما، حرا، مباشرا، سريا، نزيها، وشفافا، وفق القانون الانتخابي."
},
{
"@id": "55",
"#text": "ينتخب مجلس نواب الشعب لمدة خمس سنوات خلال الأيام الستين الأخيرة من المدة النيابية.\nإذا تعذر إجرإء الانتخابات بسبب خطر داهم فإن مدة المجلس تمدد بقانون."
},
{
"@id": "56",
"#text": "يعقد مجلس نواب الشعب دورة عادية تبتدئ خلال شهر أكتوبر من كل سئة وتنتهي خلال شهر جويلية، على أن تكون بداية الدورة الأولى من المدة النيابية لمجلس نواب الشعب في أجل أقصاه خمسة عشر يوما من الإعلان عن النتائج النهائية للانتخابات بدعوة من رئيس المجلس المتخلي.\nوفي صورة تزامن بداية الدورة الأولى من المدة النيابية لمجلس نوإب الشعب مع عطلته تعقد دورة استنثائية إلى غاية مئح الثقة إلى الحكومة.\nيجتمع مجلس نواب الشعب أثئاء عطلته في دورة استثنائية بطلب من رئيس الجمهورية أو من رئيس الحكومة أو من ثلث أعضائه للنظر في جدول أعمال محدد."
},
{
"@id": "57",
"#text": "يؤدي كل عضو بمجلس نواب الشعب في بداية مباشرته لمهامه اليمين التالية: \n\"أقسم بالله العظيم أن أخدم الوطن بإخلاص، وأن ألتزم بأحكام الدستور وبالولاء التام لتونس\""
},
{
"@id": "58",
"#text": "ينتخب مجلس نواب الشعب في أول جلسة له رئيسا من بين أعضائه.\nيشكل مجلس نواب الشعب لجانا قارة ولجانا خاصة تتكون وتتوزع المسؤوليات فيها على أساس التمثيل النسبي.\nيمكن لمجلس نواب الشعب تكوين لجان تحقيق، وعلى كافة السلطات مساعدتها على أداء مهامها."
},
{
"@id": "59",
"#text": "المعارضة مكون أساسي في مجلس نواب الشعب، لها حقوقها التي تمكنها من النهوض بمهامها في العمل النيابي، وتضمن لها تمثيلية مناسبة وفاعلة في كل هياكل المجلس وأنشطته الداخلية والخارجية، ومنها الحق في تكوين لجنة تحقيق كل سنة وترؤسها. ومن واجباتها الإسهام الئشط ؤلبناء في العمل النيابي."
},
{
"@id": "60",
"#text": "التصويت في مجلس نواب الشعب شخصي ولا يمكن تفويضه."
},
{
"@id": "61",
"#text": "تمارس المبادرة التشريعية بمقترحات قوانين من عشرة نواب على الأقل، أو بمشاريع قوانين من رئيس الجمهورية أو رئيس الحكومة.\nويختص رئيس الحكومة بتقديم مشاريع قوانين الموافقة على المعاهدات ومشاريع قوانين المالية ولمشاريع القوانين أولوية النظر."
},
{
"@id": "62",
"#text": "مقترحات القوانين ومقترحات التعديل المقدمة من قبل النواب لا تكون مقبولة إذا كان اقرارها يخل بالتوازنات المالية للدولة التي تم ضبطها في قوانين المالية."
},
{
"@id": "63",
"#text": "يصادق مجلس نواب الشعب بالأغلبية المطلقة لأعضائه على مشاريع القوانين الأساسية، وبأغلبية أعضائه الحاضرين على مشاريع القوانين العادية، على ألا تقل هذه الأقلية عن ثلث أعضاء المجلس.\nلا يعرض مشروع القانون الأساسي على مداولة الجلسة العامة لمجلس نواب الشعب إلا بعد مضي خمسة عشر يوما من إحالته على اللجنة المختصة."
},
{
"@id": "64",
"Categories": [
{
"@id": "1",
"Description": "تتخذ شكل قوانين عادية النصوص المتعلقة بـ:",
"Category": [
"إحداث أصناف المؤسسات والمنشآت العمومية والإجراءات المنظمة للتفويت فيها،‪",
"الجنسية،",
"الالتزإمات المدنية والتجارية،",
"الإجراءات أمام مختلف اصناف المحاكم،",
"ضبط الجنايات والجنح والعقوبات المنطبقة عليها وكذلك المخالفات المستوجبة لعقوبة سالبة للحرية،",
"العفو العام",
"ضبط قاعدة الأداء ونسبه وإجراءات استخلاص المعاليم والمساهمات، ما لم يعط تفويض في ذلك إلى رئيس الحكومة بمقتضى قوانين المالية أو القوانين ذات الصبغة الجبائية،",
"نظام إصدار العملة،",
"القروض والتعهدات المالية للدولة،",
"ضبط الوظائف العليا،",
"التصريح بالمكاسب،",
"الضمانات الأساسية الممنوحة للموظفين المدنيين والعسكريين،",
"تنظيم المصادقة على المعاهدات ،",
"قوانين المالية وغلق الميزانية والمصادقة على مخططات التنمية،",
"المبادئ الأساسية لنظام الملكية والحقوق العينية والتعليم والبحث العلمي والثقافة والصحة العمومية والبيئة والتهيئة الترابية والعمرإنية والطاقة وقانون الشغل والضمان الاجتماعي."
]
},
{
"@id": "2",
"Description": "تتخذ شكل قوانين أساسية النصوص المتعلقة بالمسائل التالية:",
"Category": [
"الموافقة على المعاهدات،",
"تنظيم العدالة والقضاء،",
"تنظيم الإعلام والصحافة والنشر،",
"تنظيم الأحزإب والنقابات والجمعيات والمنظمات والهيئات المهنية وتمويلها،",
"تنظيم الجيش الوطني،",
"تنظيم قوات الأمن الوطنى والديوانة،",
"القانون الانتخابي،",
{
"@ChapterLinked": "55",
"#text": "التمديد في مدة مجلس نواب الشعب وفق أحكام الفصل 55،"
},
{
"@ChapterLinked": "74",
"#text": "التمديد في المدة الرئاسية وفق أحكام الفصل 74،"
},
"الحريات وحقوق الإنسان،",
"الأحوال الشخصية،",
"الواجبات الأساسية للمواطنة،",
"السلطة المحلية،",
"تنظيم الهيئات الدستورية،"
]
}
],
"Additionalinformation": "يدخل في مجال السلطة الترتيبية العامة المواد التي لا تدخل في مجال القانون."
},
{
"@id": "65",
"#text": "يرخص القانون في موارد الدولة وتكاليفها حسب الشروط المنصوص عليها بالقانون الأساسي للميزانية.\nيصادق مجلس نواب الشعب على مشاريع قوانين المالية وغلق الميزانية طبق الشروط المنصوص عليها بالقانون الأساسي للميزانية.\nيقدم مشروع قانون المالية للمجلس في أجل أقصاه 31 أكتوبر وتتم المصادقة عليه في أجل أقصاه 20 ديسمبر، وتبت المحكمة الدستورية في دستوريته في أجل لا يتجاوز  أسبوعا.\nإذا لم يختم مشروع قانون المالية في أجل 31 ديسمبر يمكن تنفيذ المشروع بأقساط ذات ثلاثة أشهر قابلة للتجديد بمقتضى أمر حكومي."
},
{
"@id": "66",
"#text": "تعرض المعاهدات التجارية والمعاهدات المتعلقه بالتنظيم الدولي أو بحدود الدولة أو بالتعهدات المالية للدولة أو بحالة الأشخاص أو بأحكام ذات صبغة تشريعية على مجلس نواب الشعب للموافقة.\nلا تصبح المعاهدات نافذة إلا بعد المصادقة عليها."
},
{
"@id": "67",
"#text": "لا يمكن إجراء اي تتبع قضائي مدني أو جزإئي ضد عضو بمجلس نواب الشعب، أو إيقافه، أو محاكمته لأجل آراء أو اقترحات يبديها، أو اعمال يقوم بها، في ارتباط بمهامه النيابية."
},
{
"@id": "68",
"#text": "إذا اعتصم النائب بالحصانه الجزئية كتابة، فإنه لا يمكن تتبعه أو إيقافه طيلة مدة نيابته في تهمة جزئية ما لم تنفع عنه الحصانة.\nأما في حالة التلبس بالجريمة فإنه يمكن إيقافه، ويعلم رئيس المجلس حالا على أن ينتهي الإيقاف إذا طلب مكتب المجلس ذلك."
},
{
"@id": "69",
"#text": "في حالة حل المجلس أو أثناء عطلته الغيابية يمكن لرئيس الحكومة إصدار مراسيم تعرض على مصادقة المجلس في الدورة العادية التالية، ويستثنى النظام الانتخابي من مجال المراسيم.\nيمكن لمجلس نواب الشعب بثلاثة أخماس أعضائه أن يفوض بقانون لمدة محدودة ولغرض معين إلى رئيس الحكومة إصدار مراسيم تدخل في مجال القانون تعرض حال انقضاء المدة المذكورة على مصادقة المجلس."
}
]
},
{
"Id": "4",
"Title": "الباب الرابع:السلطة التنفيذية",
"Content": [],
"Chapter": {
"@id": "70",
"#text": "يمارس السلطة التنفيذية رئيس الجمهورية وحكومة يرأسها رئيس الحكومة."
},
"#text": "‫",
"SubSection": [
{
"Id": "1",
"title": "القسم الأول: رئيس الجمهورية",
"Chapter": [
{
"@id": "71",
"#text": "رئيس الجمهورية هو رئيس الدولة، ورمز وحدتها، يضمن استقلالها استمراريتها, ويسهر على إحترام الدستور."
},
{
"@id": "72",
"#text": "المقر الرسمي لرئاسة الجمهورية تونس العاصمة، ويمكن في الظروف الاستثنائية أن ينقل إلى أي مكان آخر من تراب الجمهورية."
},
{
"@id": "73",
"#text": "الترشح لمنصب رئيس الجمهورية حق لكل ناخبة أو ناخب تونسي الجنسية منذ الولادة، دينه الإسلام.\nيشترط في المترشح يوم تقديم ترشحه أن يكون غير حامل لجنسية أخرى وبالغا من العمرأربعين سنة على الأقل وخمسا وسبعين سنة على الأكثر.\nتشترط تزكية  المترشح من قبل عدد من أعضاء مجلس نواب الشعب أو رؤساء مجالس الجماعات المحلية المنتخبة أو الناخبين المرسمين حسبما يضبطه القانون الانتخابي."
},
{
"@id": "74",
"#text": "ينتخب رئيس الجمهورية لمدة خمسة أعوام خلال الأيام الستين الأخيرة من المدة الرئاسية انتخابا عاما حرا مباشرا سريا نزيها وشفافا وبالأغلبية المطلقة للأصوات المصرح بها.\nوفي صورة عدم حصول أي من المترشحِين على الأغلبية المطلقة في الدورة الأولى، تنظم دورة ثانية خلال الأسبوعين التاليين للإعلان عن النتائج النهائية للدورة الأولى، ويتقدم للدورة الثانية المترشحان المحرزان على أكثر عدد من الأصوات في الدورة الأولى.\n إذا توفي أحد المترشحين في الدورة الأولى، أو حدث له مانع قهري يمنعه من الإستمرار، يعاد فتح باب الترشح وتحديد المواعيد الانتخابية من جديد. وإذا انسحب أحد المترشحيْن لدورة الإعادة أو توفي أو حدث له مانع آخر يحلّ محلّه المترشح التالي من حيث عدد الأصوات المتحصل عليها في الدورة الأولى.\nوإذا تعذر إجراء الاتتخاب في موعده بسبب خطر داهم، فإن المدة الرئاسية تمدد بقانون.\nولا يجوز تولي رئاسة الجمهورية لأكثر من دورتين كاملتين، متصلتين أو منفصلتين."
},
{
"@id": "75",
"#text": "يؤدي رئيس الجمهورية المنتخب أمام مجلس نواب الشعب اليمين التالية:\n\"أقسم بالله العظيم أن أحافظ على استقلال تونس وسلامة ترابها، وأن أحترم دستورها وتشريعها، وأن أرعى مصالحها، وأن ألتزم بالولاء لها\"\nلا يجوز لرئيس الجمهورية الجمع بين مسؤولياته وأية مسؤولية حزبية."
},
{
"@id": "76",
"Description": "يتولى رئيس الجمهورية تمثيل الدولة، ويختص برسم السياسات العامة في مجالات الدفاع والعلاقات الخارجية والأمن القومي المتعلق بحماية الدولة والتراب الوطني من التهديدات الداخلية والخارجية وذلك في انسجام مع السياسة العامة للدولة.\n‪",
"Categories": {
"@id": "1",
"Description": "كما يتولى:",
"Category": [
"حد مجلس نواب الشعب في الصورة التي ينص عليها الدستور،",
"رئاسة مجلس الأمن القومي،",
"القيادة العليا للقوات المسلحة،",
"إعلان الحرب وإبرام السلم بعد موافقة مجلس نواب الشعب بأغلبية ثلاثة أخماس أعضائه، وإرسال قوات إلى الخارج بموافقة رئيسي مجلس نواب الشعب والحكومة، على أن ينعقد المجلس للبت في الأمر خلال أجل لا يتجاوز ستين يوما،",
{
"@ChapterLinked": "79",
"#text": "اتخاذ التدابير التي تحتمها الحالة الاستثنائية، والإعلان عئها طبق الفصل 79،"
},
"المصادقة على المعاهدات والإذن بنشرها،",
"إسناد الأوسمة،",
"العفو الخاص."
]
}
},
{
"@id": "77",
"Categories": {
"@id": "1",
"Description": "يتولى رئيس الجمهورية:",
"Category": [
"تعيين مفتي الجمهورية التونسية وإعفاءه،",
"التعيينات والاعفاءات في الوظائف العليا برئاسة الجمهورية والمؤسسات التابعة لها، وتضبط هذه الوظائف العليا بقانون.",
"التعيينات والاعفاءات في الوظائف العليا العسكرية والدبلوماسية والمتعلقة بالأمن",
"القومي. ويشترط في التعيينات عدم اعترإض اللجنة النيابية المعنية في أجل لا يتجاوز عشرين يوما. وتضيط هذه الوظائف العليا بقانون.",
"تعيين محافظ البنك المركزي باقتراح يقدمه رئيس الحكومة إلى رئيس الجمهورية، وبعد مصادقة أغلبية الحاضرين من مجلس نواب الشعب على ألا تقل عن ثلث الأعضاء.",
"ويتم إعفاؤه بنفس الصيغة أو بطلب من ثلث أعضاء مجلس نواب الشعب ومصادقة أغلبية الحاضرين على ألا تقل عن الثلث."
]
}
},
{
"@id": "78",
"#text": "لرئيس الجمهورية أن يخاطب مجلس نواب الشعب."
},
{
"@id": "79",
"#text": "لرئيس الجمهورية في حالة خطر داهم مهدد لكيان الوطن وأمن البلاد واستقلالها، بحيث يتعذر السير العادي لدوليب الدولة، أن يتخذ التدابير التي تحتمها تلك الحالة الاستثنائية، وذلك بعد استشارة رئيس الحكومة ورئيس مجلس نواب الشعب، ويعلن عن التدابير في بيان إلى الشعب.\nويجب أن تهدف هذه التدابير إلى تامين عودة السير العادي لدواليب الدولة في اقرب الآجال، ويعتبر مجلس نواب الشعب في حالة انعقاد دائم طيلة هذه الفترة. وفي هذه الحالة لا يجوز لرئيس الجمهورية حل مجلس نواب الشعب كما لا يجوز تقديم لائحة لوم ضد الحكومة.\nوبعد مرور ثلاثين يوما على سريان هذه التدابير، وفي كل وقت بعد ذلك، يعهد إلى المحكمة الدستورية بطلب من رئيس مجلس نواب الشعب أو ثلاثين من اعضائه البت في استمرإر الحالة الاستثنائية من عدمه. وتصرح المحكمة بقرارها علانية في أجل أقصاه خمسة عشر يوما.\nوينهى العمل بتلك التدابير بزوال أسبابها. ويوجه رئيس الجمهورية بيانا في ذلك إلى الشعب."
},
{
"@id": "80",
"#text": "يختم رئيس الجمهورية القوانين ويأذن بنشرها بالجريدة الرسمية للجمهورية التونسية في أجل لا يتجاوز خمسة عشر يوما ابتداء من بلوغها إليه من المحكمة الدستورية.\nباستثناء مشاريع قوانين المالية ومشاريع القوانين الدستورية، لرئيس الجمهورية الحق، أثناء أجل عشرة أيام من بلوغ مشروع القانون إليه من رئيس مجلس نواب الشعب في رد المشروع مع التعليل إلى المجلس للتداول ثانية. وإذا تمت المصادقة بالأغلبية المطلقة لأعضائه فإن رئيس الجمهورية يختمه،ويأذن بنشره، في أجل لا يتجاوز خمسة عشر يوما من بلوغه إليه من المحكمة الدستورية."
},
{
"@id": "81",
"#text": "لرئيس الجمهوية، إستثنائيا ، أن يعرض على الاستفتاء مشاريع القوانين المتعلقة بالموافقة على المعاهدات، أو بالحريات وحقوق الإنسان، أو بالأحوال الشخصية، والمصادق عليها من قبل مجلس نواب الشعب وغير المخالفة للدستور، بناء على قرارالمحكمة الدستورية. يعتبر العرض على الاستفتاء تخليا عن حق الرأي.\nوإذا أفضى الاستفتاء إلى قبول المشروع فإن رئيس الجمهورية يختمه و يأذن بنشره في أجل لا يتجاوز خمسة عشر يوما من تاريخ الإعلان عن نتائج الاستفتاء. يضبط القانون الانتخابي صيغ إجراءالاستفتاء والإعلان عن نتائجه."
},
{
"@id": "82",
"#text": "لرئيس الجمهورية إذا تعذر عليه القيام بمهامه بصفة وقتية أن يفوض سلطاته إلى لرئيس الحكومة لمدة لا تزيد عن ثلاثين يوما قابلة للتجديد مرة واحدة.\nويعلم رئيس الجمهورية رئيس مجلس نواب الشعب بتفويضه المؤقت لسلطاته."
},
{
"@id": "83",
"#text": "عند الشغور الوقتي لمنصب لرئيس الجمهورية، لأسباب تحول دون تفويضه سلطاته،\nتجتمع المحكمة الدستورية فورا، وتقر الشغور الوقتي، فيحل رئيس الحكومة محل رئيس الجمهورية. ولا يمكن أن تتجاوز مدة الشغور الوقتي ستين يوما.\nإذا تجاوز الشغور الوقتي مدة الستين يوما، أو في حالة تقديم رئيس الجمهورية استقالته كتابة إلى رئيس المحكمة الدستورية، أوفي حالة الوفاة، أو العجز الدائم، أو لأي سبب آخر من آسباب الشغور النهائي، تجتمع المحكمة الدستورية فورا، وتقر الشغور النهائي،\nوتبلغ ذلك إلى رئيس مجلس نواب الشعب الذي يتولى فورا مهام رئيس الجمهورية بصفة مؤقتة لأجل أدناه خمسة وأربعون يوما وأقصاه تسعون يوما."
},
{
"@id": "84",
"#text": "في حالة الشغور النهائي يؤدي القائم بمهام رئيس الجمهورية اليمين الدستورية أمام مجلس نواب الشعب، وعند الاقتضاء أمام مكتبه، أو أمام المحكمة الدستورية في حالة حل المجلس."
},
{
"@id": "85",
"#text": "يمارس القائم بمهام رئيس الجمهورية، خلال الشغور الوقتي أو النهائي، المهام الرئاسية.\nولا يحق له المبادرة باقتراح تعديل الدستور، أو اللجوء إلى الاستفتاء، أو حل مجلس نواب الشعب.\nوخلال المدة الرئاسية الوقتية ينتخب رئيس جمهورية جديد لمدة رئاسية كاملة، كما لا يمكن تقديم لائحة لوم ضد الحكومة."
},
{
"@id": "86",
"#text": "يتمتع رئيس الجمهورية بحصانه قضائية طيلة توليه الرئاسة، وتعلق في حقه كافة آجال التقادم والسقوط، ويمكن استئئاف الإجراءات بعد انتهاء مهامه.\nلا يسأل رئيس الجمهورية عن الأعمال التي قام بها في إطار ادائه لمهامه."
},
{
"@id": "87",
"#text": "يمكن لأغلبية أعضاء مجلس نواب الشعب المبادرة بلائحة معللة لإعفاء رئيس الجمهورية من أجل الخرق الجسيم للدستور ويوافق عليها المجلس بأغليية الثلثين من أعضائه وفي هذه الصورة تقع الإحالة إلى المحكمة الدستورية للبت في ذلك. ولا يمكن للمحكمة الدستورية أن تحكم في صورة الإدانة إلا بالعزل. ولا يعفي ذلك من التتبعات الجزائية عند الاقتضاء. ويترتب على الحكم بالعزل فقدانه لحق الترشح لأي انتخابات أخرى."
}
]
},
{
"Id": "2",
"title": "القسم الثاني : الحكومة",
"Chapter": [
{
"@id": "88",
"#text": "تتكون الحكومة من رئيس ووزراء وكتاب دولة يختارهم رئيس الحكومة وبالتشاور مع رئيس الجمهورية بالنسبة لوزارتي الخارجية والدفاع.\nفي أجل أسبوع من الإعلان عن النتائج النهائية للانتخابات، يكلف رئيس الجمهورية، مرشح الحزب أو الائتلاف، الانتخابي المتحصل على أكبر عدد من المقاعد بمجلس نواب الشعب، بتكوين الحكومة خلال شهر يجدد مرة واحدة. وفي صورة التساوي في عدد المقاعد يعتمد للتكليف عدد الأصوات المتحصل عليها.\nعند تجاوز الأجل المحدد دون تكوين الحكومة، أو في حالة عدم الحصول على ثقة مجلس نواب الشعب، يقوم رئيس الجمهورية في أجل عشرة أيام بإجراء مشاورإت مع الأحزب والائتلافات والكتل النيابية لتكليف الشخصية الأقدر من أجل تكوين حكومة في أجل أقصاه شهر.\nإذا مرت أربعة أشهر على تكليف المرشح الأول، ولم يمنح أعضاء مجلس نواب الشعب الثقة للحكومة، لرئيس الجمهورية الحق في حل مجلس نواب الشعب والدعوة إلى انتخابات تشريعية جديدة في اجل أدناه خمسة وأربعون يوما وأقصاه تسعون يوما.\nتعرض الحكومة موجز برنامج عملها على مجلس نواب الشعب لنيل الثقة. عند نيل الحكيمة ثقة المجلس يتولى رئيس الجمهورية فورا تسمية رئيس الحكومة وأعضائها.\nيؤدي رئيس الحكومة وأعضاؤها أمام رئيس الجمهورية اليمين التالية:\n\"أقسم بالله العظيم أن أعمل بإخلاص لخير تونس وأن أحترم دستورها وتشريعها وأن أرعى مصالحها وان ألتزم بالؤلآء لها\"."
},
{
"@id": "89",
"#text": "يمنع الجمع بين عضوية الحكومة وعضوية مجلس نواب الشعب، ويضبط القانون الانتخابي كيفية سد الشغور.\nولا يجوز لرئيس الحكومة ولا لأعضائها ممارسة أية مهنة أخرى."
},
{
"@id": "90",
"#text": "يضبط رئيس الحكومة السياسة العامة للدولة ويسهر على تنفيذها."
},
{
"@id": "91",
"Categories": {
"@id": "1",
"Description": "يختص رئيس الحكومة بـ:",
"Category": [
"إحداث وتعديل وحذف الوزرإت وكتابات الدولة وضبط اختصاصاتها وصلاحياتها بعد مداولة مجلس الوزراء،",
"إقالة عضو أو أكثر من أعضاء الحكومة أو البت في استقالته،",
"إحداث أو تعديل أو حذف المؤسسات والمنشآت العمومية والمصالح الإدارية وضبط اختصاصاتها وصلاحياتها بعد مداولة مجلس الوزراء،",
"إجراء التعيينات والإعفاءات في الوظائف المدنية العليا. وتضبط الوظائف المدنية العليا بقانون،"
]
},
"Additionalinformation": "ويعلم رئيس الحكومة رئيس الجمهورية بالقرارات المتخذة في إطار اختصاصاته المذكورة.\n يتصرف رئيس الحكومة في الإدارة، ويبرم الاتفاقيات الدولية ذات الصبغة الفنية.\nوتسهر الحكومة على تنفيذ القوانين. ويمكن لرئيس الحكومة أن يفوض بعض صلاحياته للوزراء.\nإذا تعذر على رئيس الحكومة مماريسة مهامه بصفة وقتية، يفوض سلطاته إلى أحد الوزراء."
},
{
"@id": "92",
"#text": "رئيس الحكومة هورئيس مجلس الوزراء.\nينعقد مجلس الوزراء بدعوة من رئيس الحكومة الذي يضبط جدول أعماله.\nيرأس رئيس الجمهورية مجلس الوزراء وجوبا في مجالات الدفاع، والعلاقات الخارجية، والأمن القومي المتعلق بحماية الدولة والتراب الوطني من التهديدات الداخلية والخارجية، وله أن يحضر ما عداها من مجالس وزراء. وعند حضوره يرأس المجلس.\nيتم التداول في كل مشاريع القوانين بمجلس الوزراء."
},
{
"@id": "93",
"#text": "يمارس رئيس الحكومة السلطة الترتيبية العامة، ويصدر الأوامر الفردية التي يمضيها بعد مداولة مجلس الوزراء.\nوتسمى الأوامر الصادرة عن رئيس الحكومة أوامر حكومية.\nيتم الإمضاء المجاور للأوامر ذات الصبغة الترتيبية من قبل كل وزير معني.\nيتولى رئيس الحكومة تأشير القرارات الترتيبية التي يتخذها الوزراء."
},
{
"@id": "94",
"#text": "الحكومة مسؤولة أمام مجلس نواب الشعب."
},
{
"@id": "95",
"#text": "لكل عضو بمجلس نواب الشعب أن يتقدم إلى الحكومة بأسئلة كتابية أو شفاهية طبق ما يضبطه الئظام الداخلي للمجلس."
},
{
"@id": "96",
"#text": "يمكن التصويت على لائحة لوم ضد الحكومة، بعد طلب معلل يقدم لرئيس مجلس نواب الشعب من ثلث الأعضاء على الأقل. ولا يقع التصويت على لائحة اللوم إلا بعد مرور خمسة عشر يوما على إيداعها لدى رئاسة المجلس.\nويشترط لسحب الثقة من الحكومة موافقة الأغلبية المطلقه من أعضاء المجلس، وتقديم مرشح بديل لرئيس الحكومة يصادق على ترشيحه في نفس التصويت، ويتم تكليفه من قبل رئيس الجمهورية يتكون حكومة.\nفي صورة عدم تحقق الأغلبية المذكورة، لا يمكن ان تقدم لائحة اللوم مجددا ضد الحكومة إلا بعد مضي ستة أشهر.\nيمكن لمجلس نواب الشعب سحب الثقة من أحد أعضاء الحكومة بعد طلب معلل يقدم لرئيس المجلس من ثلث الأعضاء على الأقل، على أن يتم التصويت على سحب الثقة بالأغلبية المطلقة."
},
{
"@id": "97",
"#text": "تعد استقالة رئيس الحكومة استقالة للحكومة بكاملها. وتقدم الاستقالة كتابة إلى رئيس الجمهورية الذي يعلم بها رئيس مجلس نواب الشعب.\nيمكن لرئيس الحكومة أن يطرح على مجلس نواب الشعب التصويت على الثقة في مواصلة الحكومة لنشاطها، ويتم التصويت بالأغلبية المطلقه لأعضاء مجلس نواب الشعب، فإن لم يجدد المجلس الثقة في الحكومة اعتبرت، مستقيلة.\nوفي الحالتين يكلف رئيس الجمهورية الشخصية الأقدر لتكوين حكومة طبق مقتضيات الفصل 88."
},
{
"@id": "98",
"@ChapterLinked": "88",
"#text": "عند الشغور النهائي لمنصب رئيس الحكومة، لأي سبب عدا حالتي الاستقالة وسحب الثقة، يكلف رئيس الجمهورية مرشح الحزب أو الائتلاف الحاكم بتكوين حكومة خلال شهر. وعند تجاوز الأجل المذكور دون تكوين الحكومة، أوفي حالة عدم الحصول على الثقة، يكلف رئيس الجمهورية الشخصية الأقدر ليتولى تكوين حكومة تتقدم لنيل ثقة مجلس نواب الشعب طبق أحكام الفصل 88.\nتواصل الحكومة المنتهية مهامها تصريف الأعمال تحت إشرإف عضو منها يختاره مجلس الوزراء ويسميه رئيس الجمهورية إلى حين مباشرة الحكومة الجديدة مهامها."
},
{
"@id": "99",
"#text": "ترفع النزاعات المتعلقة باختصاص كل من رئيس الجمهورية ورئييس الحكومة إلى المحكمة الدستورية التي تبت في النزاع في أجل أسبوع بناء على طلب يرفع        إليها من أحرص الطرفين."
}
]
}
]
},
{
"Id": "5",
"Title": "الباب الخامس : السلطة القضائية",
"Content": [],
"Chapter": [
{
"@id": "100",
"#text": "القضاء سلطة مستقلة تضمن إقامة العدل، وعلوية الدستور، وسيادة القانون، وحماية الحقوق والحريات.\nالقاضي مستقل لا سلطان عليه في قضائه لغير الدستور والقانون."
},
{
"@id": "101",
"#text": "يشترط في القاضي الكفاءة. ويجب عليه الالتزام بالحياد والنزاهة، وكل إخلال منه في أدائه لواجباته موجب للمساءلة."
},
{
"@id": "102",
"#text": "يتمتع القاضي بحصانه جزائية، ولا يمكن تتبعه أو إيقافه ما لم ترفع عئه، وفي حالة التلبس يجوز إيقافه وإعلام مجلس القضاء الراجع إليه بالنظر الني يبت في مطلب رفع الحصانة."
}
],
"SubSection": [
{
"Id": "1",
"title": "القسم الأول: القضاء العدلي الإداري والمالي",
"Chapter": [
{
"@id": "103",
"#text": "يسمى القضاة بأمر رئاسي بناء على رأي مطابق من المجلس الأعلى للقضاء."
},
{
"@id": "104",
"#text": "لا ينقل القاضي دون رضاه، ولا يعزل، كما لا يمكن إيقافه عن العمل، آو إعفاؤه، أو تسليط عقوية تأديبية عليه، إلأ في الحالات وطبق الضمانات التي يضبطها القانون، وبموجب قرار معلل من المجلس الأعلى للقضاء."
},
{
"@id": "105",
"#text": "لكل شخص الحق في محاكمة عادلة في أجل معقول. والمتقاضون متساوون أمام القضاء.\nحق التقاضي وحق الدفاع مضمونان، وييسر القانون اللجوء إلى القضاء ويكفل لغير القادرين ماليا الإعانة العدلية.\nجلسات المحاكم علنية إلا إذا اقتضى القانون سريتها."
},
{
"@id": "106",
"#text": "يحجر كل تدخل في سير القضاء."
},
{
"@id": "107",
"#text": "تحدث أصناف المحاكم بقانون. ويمنع إحداث محاكم استثنائية، أو سن إجراءات استثنائية من شأنها المساس بمبادئ المحاكمة العادلة.\nالمحاكم العسكرية محاكم متخصصة في الجرائم العسكرية. ويضيط القانون اختصاصها وتركيبتها وتنظيمها والإجراءات المتبعة أمامها والنظام الأساسي لقضاتها."
},
{
"@id": "108",
"#text": "تصدر الأحكام وتنفذ باسم الشعب، ويحجر الامتناع عن تنفيذها أو تعطيل تنفيذها دون موجب قانوني."
}
],
"#text": "‫",
"Branch": [
{
"Id": "1",
"Title": "الفرع الأول: المجلس الأعلى للقضاء",
"Chapter": [
{
"@id": "109",
"#text": "يتكون المجلس الأعلى للقضاء من أريعة هياكل هي مجلس القضاء العدلي، ومجلس القضاء الإداري، ومجلس القضاء المالي، وهيئة المجالس القضائية.\nيتركب كل هيكل من هذه الهياكل في نصفه من قضاة أغلبهم منتخبون وقضاة معينين بالصفة وفي النصف المتبقي من غير القضاة.\nينتخب المجلس الأعلى للقضاء رئيسا له من بين أعضائه من القضاة الأعلى رتبة.\nيضبط القانون اختصاص كل هيكل من هذه الهياكل الأربعة، وتركيبته، وتنظيمه، والإجراءات المتبعة أمامه."
},
{
"@id": "110",
"#text": "يتمتع المجلس الأعلى للقضاء بالاستقلال الإداري واللمالي والتسيير الذاتي، ويعدّ مشروع ميزانيته ويناقشه أمام اللجنة المختصة بمجلس نواب الشعب."
},
{
"@id": "111",
"#text": "يضمن المجلس الأعلى للقضاء حسن سير القضاء واحترام استقلاله. وتقترح هيئة المجالس القضائية الإصلاحات، وتبدي الرأي في مقترحات ومشاريع القوانين المتعلقة بالقضاء التي تعرض عليها وجويا، ويبت كل من المجالس الثلاثة في المسار المهني للقضاة وفي التأديب.\nيعد المجلس الأعلى للقضاء تقريرا سنويا يحيله إلى كل من رئيس الجمهورية، ورئيس مجلس نواب الشعب، ورئيس الحكومة، ويتم نشره."
}
]
},
{
"Id": "2",
"Title": "الفرع الثاني : القضاء العدلي",
"Chapter": {
"@id": "112",
"#text": "يتكون القضاء العدلي من محكمة تعقيب، ومحاكم درجة ثانية، ومحاكم درجة أولى. النيابة العمومية جزء من القضاء العدلي، وتشملها الضمانات المكفولة له. ويمارس قضاة الئيابة العمومية مهامهم في إطار السياسة الجزائية للدولة طبق الإجرإءات التي يضبطها القانون.\nتعد محكمة التعقيب تقريرا سنويا تحيله إلى كل من رئيس الجمهورية، رئيس مجلس نواب الشعب، ورئيس الحكومة، ورئيس المجلس الأعلى للقضاء، ويتم نشره.\nيضبط القانون تنظيم القضاء العدلي، واختصاصاته، والإجراءات المتبعة لديه، والنظام الأساسي الخاص بقضائه."
}
},
{
"Id": "3",
"Title": "الفرع الثالث: القضاء الإداري",
"Chapter": {
"@id": "113",
"#text": "يتكون القضاء الإداري من محكمة إدارية عليا، ومحاكم إدارية استئنافية، ومحاكم إدارية ابتدائية.\nيختص القضاء الإداري بالنظر في تجاوز الإدارة سلطتها، وفي النزاعات الإدارية، ويمارس وظيفة استشارية طبق القانون.\nتعدّ المحكمة الإدارية العليا تقريرا سنويا تحيله إلى كل من رئيس الجمهورية، ورئيس مجلس نواب الشعب، ورئيس الحكومة، ورئيس المجلس الأعلى للقضاء، ويتم نشره.\nيضبط القانون تنظيم القضاء الإداري، واختصاصاته، والإجراءات المتبعة لديه، والنظام الأساسي الخاص بقضاته."
}
},
{
"Id": "4",
"Title": "الفرع الرابع: القضاء المالي",
"Chapter": {
"@id": "114",
"#text": "يتكون القضاء المالي من محكمة المحاسبات بمختلف هيئاتها.\nتختصّ محكمة المحاسبات بمراقبة حسن التصرّف في المال العام، وفقا لمبادئ الشرعية والنجاعة والشفافية، وتقضي في حسابات المحاسيين العموميين،وتقيّم طرق التصرف.\nوتزجر الأخطاء المتعلقه به، وتساعد السلطة التشريعية والسلطة التنفيذية على رقابة تنفيذ قوانين المالية وغلق الميزانية.\nتعد محكمة المحاسبات تقريرا سنويا عاما تحيله إلى كل من رئيس الجمهورية، ورئيس مجلس نواب الشعب، ورئيس الحكومة، ورئيس المجلس الأعلى للقضاء، ويتم نشره. كما تعد محكمة المحاسبات عند الاقتضاء تقارير خصوصية يمكن نشرها.\nيضبط القانون تنظيم محكمة المحاسبات، واختصاصاتها، والإجراءات المتبعة لديها، والنظام الأساسي الخاص بقضائها."
}
}
]
},
{
"Id": "2",
"title": "القسم الثاني: المحكمة الدستورية",
"Chapter": [
{
"@id": "115",
"#text": "المحكمة الدستورية هيئة قضائية مستقلة تتركب من انثي عشر عضوا من ذوي الكفاءة لا تقل خبرتهم عن خمس عشرة سنة، ثلثاهم من المختصين في القانون. يقترح كل من رئيس الجمهورية، ورئيس مجلس نواب الشعب، ورئيس الحكومة، والمجلس الأعلى للقضاء، ستة مرشحين، على أن يكون ثلثاهم من المختصين في القانون. ينتخب مجلس نواب الشعب اثني عشر عضوا باعتماد النصف من كل جهة ترشيح، ويكون الانتخاب بأغلبية ثلاثة أخماس أعضاء المجلس ولفترة واحدة مدتها تسع سنوات. وفي حالة عدم الحصول على الأغلبية المطلوبة يعاد الانتخاب من بين المرشحين المتبقين باعتماد نفس الأغلبية. وفي صورة عدم حصولها يعاد اقترإح مرشحين آخرين وتعاد عملية الانتخاب بنفس الطريقة.\nيجدد ثلث أعضاء المحكمة الدستورية كل ثلاث سنوات، ويسد الشغور الحاصل في تركيبة المحكمة بالطريقة المعتمدة عند تكوينها مع مراعاة جهة الترشيح والاختصاص. ينتخب أعضاء المحكمة من بينهم رئيسا ونائبا له من المختصين في القانون."
},
{
"@id": "116",
"#text": "يحجر الجمع بين عضوية  المحكمة الدستورية ومباشرة أي وظائف أو مهام أخرى."
},
{
"@id": "117",
"Categories": {
"@id": "1",
"Description": "تختصّ المحكمة الدستورية دون سواها بمرإقبة دستورية:",
"Category": [
"كل مشاريع القوانين المعروضة عليها من قيل رئيس الجمهورية قبل ختمها.",
{
"@ChapterLinked": "142",
"#text": "مشاريع القوانين الدستورية المعروضة عليها من قبل رئيس مجلس نواب الشعب حسبما هو مقرر بالفصل 142."
},
"مشاريع القوانين الدستورية المعروضة عليها من قبل رئيس مجلس نواب الشعب لمراقبة احترام إجرإءات تعديل الدستور.",
"المعاهدات المعروضة عليها من قبل رنيس الجمهورية قبل ختم مشروع قانون المواققة عليها.",
"القوانين المحالة عليها من المحاكم تبعا للدفع بعدم الدستورية بطلب من أحد الخصوم في الحالات وطبق الإجرإءات التي يقرها القانون.",
"النظام الداخلي لمجلس نواب الشعب المعروض عليها من قبل رئيس المجلس."
]
},
"Additionalinformation": "كما تتولى المهام الأخرى المسندة إليها بمقتضى الدستور."
},
{
"@id": "118",
"#text": "تصدر المحكمة الدستورية قراراتها بالأغلبية، ويكون صوت الرئيس مرجحا عند تساوي الأصوات. وتكون قراراتها معلله وملزمة لجميع السلطات، وتنشر بالجريدة الرسمية للجمهورية التونسية."
},
{
"@id": "119",
"#text": "يحال مشروع القانون المخالف للدستور إلى رئيس الجمهورية ومنه إلى مجلس نواب الشعب للنظر فيه ثانية وتعديله طبقا لقرار المحكمة الدستورية. وعلى رئيس الجمهورية قبل ختمه إرجاعه إلى المحكمة الدستورية للنظر في دستوريته خلال شهر."
},
{
"@id": "120",
"#text": "عند تعهد المحكمة الدستورية تبعا لدفع بعدم دستورية قانون، فإن نظرها يقتصر على  المطاعن التي تمت إثارتها، وتبتّ  فيها خلال ثلاثة أشهر قابلة للتمديد لنفس المدة مرة واحدة، ويكون ذلك بقرار معلّل.\nإذا قضت المحكمة الدستورية بعدم الدستورية فإنه يتوقف العمل بالقانون في حدود ما قضت به."
},
{
"@id": "121",
"#text": "يضبط القانون تنظيم المحكمة الدستورية والإجراءات المتبعة لديها والضمانات التي يتمتع بها أعضاؤها."
}
]
}
]
},
{
"Id": "6",
"Title": "الباب السادس : الهيئات الدستورية المستقلة",
"Content": [],
"Chapter": {
"@id": "122",
"#text": "تعمل الهيئات الدستورية المستقلة على دعم الديمقراطية.\nتتمتع هذه الهيئات بالشخصية القانونية والاستقلالية الإدارية والمالية، وتنتخب من قبل مجلس نواب الشعب، وترفع إليه تقريرا سنويا، وتكون مسؤولة أمامه. وعلى كافة مؤسسات الدولة تيسير عملها.\nيضبط القانون تركيبة هذه الهيئات وتنظيمها وسبل مساءلتها."
},
"SubSection": [
{
"Id": "1",
"title": "القسم الأول: هيئة الانتخابات",
"Chapter": {
"@id": "123",
"#text": "تتولّى هيئة الانتخابات إدارة وتنظيم الانتخابات والاستفتاءات، والإشراف عليها في جميع مراحلها، وتشمل سلامة المسار الانتخابي ونزاهته وشفافيته، وتصرّح بالنتائج. تتمتع الهيئة بالسلطة الترتيبية في مجال اختصاصها.\nتتركب الهيئة من تسعة أعضاء مستقلين محايدين من ذوي الكفاءة والنزاهة، يباشرون مهامهم لفترة واحدة، مدّتها ستّ سنوات، ويجدّد ثلث أعضائها كل سنتين."
}
},
{
"Id": "2",
"title": "القسم الثاني: هيئة الإعلام",
"Chapter": {
"@id": "124",
"#text": "تتولى هيئة الإعلام تعديل قطاع الإعلام، وتطويره ، وتسهر على ضمان حرية التعيير والإعلام وحق النفاذ إلى المعلومة، وعلى ضمان إعلام تعددي نزيه.\nوتستشار الهيئة وجوبا في مشاريع القوانين المتصلة بمجال اختصاصها.\nتتكون الهيئة من تسعة أعضاء مستقلين محايدين من ذوي الكفاءة والنزاهة، يباشرون مهامهم لفترة واحدة، مدتها ست سنوات، ويجدّد ثلث أعضائها كل سنتين."
}
},
{
"Id": "3",
"title": "القسم الثالث: هيئة حقوق الإنسان",
"Chapter": {
"@id": "125",
"#text": "تراقب هيئة حقوق الانسان احترام الحريات وحقوق الإنسان، وتعمل على تعزيزها، وتقترح ما تراه لتطوير مئظومة حقوق الإنسان، وتستشار وجوبا في مشاريع القوانين المتصلة بمجال اختصاصها.\nتحقق الهيئة في حالات اتتهاك حقوق الإنسان لتسويتها أو إحالتها على الجهات المعنية.\nتتكون الهيئة من أعضاء مستقلين محايدين من ذوي الكفاءة والنزاهة، يباشرون مهامهم لفترة واحدة، مدتها ست سنوات."
}
},
{
"Id": "4",
"title": "القسم الرابع : هيئة التنمية السندامة وحقوق الأجيال القادمة",
"Chapter": {
"@id": "126",
"#text": "تستشار هيئة التنمية المستدامة وحقوق الأجيال القادمة وجوبا في مشاريع القوانين المتعلقة بالمسائل الاقتصادية والاجتماعية والبيئية وفي مخططات التنمية. وللهيئة أن تبدي رأيها في المسائل المتصلة بمجال اختصاصها.\nتتكون الهيئة من أعضاء من ذوي الكفاءة والنزاهة يباشرون مهامهم لفترة واحدة مدتها ستّ سنوات."
}
},
{
"Id": "5",
"title": "القسم الخامس: هيئة الحوكمة الرشيدة ومكافحة الفساد",
"Chapter": {
"@id": "127",
"#text": "تسهم هيئة الحوكمة الرشيدة ومكافحة الفساد في سياسات الحوكمة الرشيدة ومنع الفساد ومكافحته ومتابعة تنفيذها ونشر ثقافتها، وتعزز مبادئ الشفافية والنزاهة والمساءلة.\nتتولى الهيئة رصد حالات الفساد في القطاعين العام والخاص، والتحقيق فيها، وإحالتها على الجهات المعنية.\nتستشار الهيئة وجوبا في مشاريع القوانين المتصلة بمجال اختصاصها. للهيئة أن تبدي رأيها في النصوص الترتيبية العامة المتصلة بمجال اختصاصها.\nتتكون الهيئة من أعضاء مستقلين محايدين من ذوي الكفاءة والنزاهة يباشرون مهامهم لفترة واحدة مدتها ست سنوات ويجدد ثلث أعضائها كل سنتين."
}
}
]
},
{
"Id": "7",
"Title": "الباب السابع: السلطة المحلية",
"Content": [],
"Chapter": [
{
"@id": "128",
"#text": "تقوم السلطة المحلية على أساس اللامركزية.\nتتجسد اللامركزية في جماعات محلية، تتكون من بلديات وجهات وأقاليم، يغطي كل صنف منها كامل تراب الجمهورية وفق تقسيم يضبطه القانون. يمكن ان تحدث بقانون أصناف خصوصية من الجماعات المحلية."
},
{
"@id": "129",
"#text": "تمتع الجماعات المحلية بالشخصية القانونية، وبالاستقلالية الإدارية والمالية، وتديرالمصالح المحلية وفقا لمبدإ التدبير الحر."
},
{
"@id": "130",
"#text": "تدير الجماعات المحلية مجالس منتخبة.\nتنتخب المجالس البلدية والجهوية انتخابا عاما حر مباشر سريا نزيها وشفافا.\nتنتخب مجالس الأقاليم من قبل أعضاء المجالس البلدية والجهوية. يضمن القانون الانتخابي تمثيلية الشباب في مجالس الجماعات المحلية."
},
{
"@id": "131",
"#text": "تمتع الجماعات المحلية بصلاحيات ذاتية وصلاحيات مشتركة مع السلطة المركزية وصلاحيات منقولة منها.\nتوزع الصلاحيات المشتركة والصلاحيات المنقولة استنادا إلى مبدإ التفريع.\nتتمتع الجماعات المحلية بسلطة ترتيبية في مجال ممارسة صلاحياتها، وتُنشر قراراتها الترتيبية في جريدة  رسمية للجماعات المحلية."
},
{
"@id": "132",
"#text": "للجماعات المحلية موارد ذاتية، وموارد محالة إليها من السلطة المركزية، وتكون هذه الموارد ملائمة للصلاحيات المسندة إليها قانونا.\nكل إحداث لصلاحيات او نقل لها من السلطة المركزية إلى الجماعات المحلية، يكون مقترنا بما يناسبه من موارد.\nيتم تحديد النظام المالي للجماعات المحلية بمقتضى القانون."
},
{
"@id": "133",
"#text": "تتكفل السلطة المركزية بتوفير موارد إضافية للجماعات المحلية تكريسا لميدأ التضامن وباعتماد آلية التسوية والتعديل.\nتعمل السلطة المركزية على بلوغ التكافؤ بين الموارد والأعباء المحلية."
},
{
"@id": "134",
"#text": "للجماعات المحلية في إطار الميزانية المصادق عليها حرية التصرف في مواردها حسب قواعد الحوكمة الرشيدة وتحت رقابة القضاء المالي."
},
{
"@id": "135",
"#text": "تخضع الجماعات المحلية فيما يتعلق بشرعية أعمالها للرقابة اللاحقة."
},
{
"@id": "136",
"#text": "تعتمد الجماعات المحلية آليات الديمقراطية التشاركية، ومبادئ الحوكمة المفتوحة، لضمان إسهام أوسع للمواطنين والمجتمع المدني في إعداد برامج التنمية والتهيئة الترابية ومتابعة تنفيذها طبقا لما يضبطه القانون."
},
{
"@id": "137",
"#text": "يمكن للجماعات المحلية أن تتعاون وأن تنشئ شراكات فيما بينها لتنفيذ برإمج أو إنجاز أعمال ذات مصلحة مشتركة.\nكما يمكن للجماعات المحلية ربط علاقات خارجية للشراكة والتعاون اللامركزي.\nيضبط القانون قواعد التعاون والشراكة."
},
{
"@id": "138",
"#text": "مجلس الجماعات المحلية هيكل تمثيلي لمجالس الجهات مقره خارج العاصمة.\nينظر مجلس الجماعات المحلية في المسائل المتعلقة بالتنمية والتوازن بين الجهات، ويبدي الرأي في مشاريع القوانين المتعلقة بالتخطيط والميزنية والمالية المحلية، ويمكن دعوة رئيسه لحضور مداولات مجلس نواب الشعب.\nتضبط تركيبة مجلس الجماعات المحليه ومهامه بقانون."
},
{
"@id": "139",
"#text": "يبت القضاء الإداري في جميع النزعات المتعلقة بتنازع الاختصاص التي تنشأ فيما بين الجماعات المحلية وبين السلطة المركزية والجماعات المحلية."
}
]
},
{
"Id": "8",
"Title": "الباب الثامن: تعديل الدستور",
"Content": [],
"Chapter": [
{
"@id": "140",
"#text": "لرئيس الجمهورية او لثلث أعضاء مجلس نواب الشعب حق المبادرة باقتراح تعديل الدستور، ولمبادرة رئيس الجمهورية أولوية النظر."
},
{
"@id": "141",
"Categories": {
"@id": "1",
"Description": "لا يمكن لأي تعديل دستوري ان ينال من :",
"Category": [
"الإسلام باعتباره دين الدولة،",
"اللغة العربية باعتبارها اللغة الرسمية،",
"النظام الجمهوري، الصفة المدنية للدولة،",
"مكتسبات حقوق الإنسان وحرياته المضمونة في هذا الدستور،",
"عدد الدورات الرئاسية ومددها بالزيادة."
]
}
},
{
"@id": "142",
"#text": "كل مبادرة لتعديل الدستور تعرض من قبل رئيس مجلس نواب الشعب على المحكمة الدستورية لإبداء الرأي في كونها لا تتعلق بما لا يجوز تعديله حسبما هو مقرر بهذا الدستور.\nينظر مجلس نواب الشعب في مبادرة التعديل للموافقة بالأغلبية المطلقة على مبدإ التعديل.\nمع مراعاة مقتضيات الفصل 141، يتم تعديل الدستور بموافقة ثلثي أعضاء مجلس نوإب الشعب. ولرئيس الجمهورية أن يعرضه على الاستفتاء وتتم المصادقة عليه في هذه الحالة يالأغبية المطلقة."
}
]
},
{
"Id": "9",
"Title": "الباب التاسع: الأحكام الختامية",
"Content": [],
"Chapter": [
{
"@id": "143",
"#text": "توطئة هذا الدستور جزء لا يتجزّأ منه."
},
{
"@id": "144",
"#text": "تفسر أحكام الدستور ويؤول بعضها البعض كوحدة منسجمة."
}
]
},
{
"Id": "10",
"Title": "الباب العاشر: الأحكام الإنتقالية",
"Content": [],
"Chapter": [
{
"@id": "145",
"#text": "بعد المصادقة على الدستور برمته وفق أحكام الفصل الثالث من القانون التأسيسي عدد 6 لسنة 2011 المؤرخ في 16 ديسمبر 2011 والمتعلق بالتنظيم المؤقت للسلط العمومية، يعقد المجلس الوطني التأسيسي جلسة عامة خارقة للعادة يتم فيها ختم الدستور من قبل رئيس الجمهورية ورئيس المجلس الوطني التأسيسي ورئيس الحكومة ويأذن رئيس المجلس الوطني التأسيسي بنشره."
},
{
"@id": "146",
"Description": "يدخل الدستور حيز النفاذ تدريجيا بصدور النصوص التشريعية الموافقة له وتبقى النصوص المعمول بها حاليا سارية المفعول إلى حين إلغائها. تدخل أحكام الدستور حيز النفاذ في اليوم الأول من الشهر التالي للشهر الذي تم ختمه فيه. وتتولى الجلسة العامة للمحكمة الإدارية الصلاحيات الممنوحة للمحكمة الدستورية عدا البت في الدفع بعدم الدستورية والبت في طلب إعفاء رئيس الجمهورية، ولا تدخل الأحكام المتعلقة بصلاحية مراقبة الدستورية عن طريق الدفع حيزالنفاذ إلا بعد ثلاث سنوات من مباشرة المحكمة الدستورية لمهامها الأخرى. وتعتبر سائر المحاكم غير مخولة لمرإقبة دستورية القوانين.",
"Categories": {
"@id": "1",
"Description": "تستثنى من مقتضيات الققرة الثانية من هذا الفصل بعض الأحكام كما يلي:",
"Category": [
{
"@ChapterLinked": "52,53,54",
"#text": "الباب الثالث المتعلق بالسلطة التشريعية باستئثاء الفصول 52 و53 و54 والقسم الثاني من الباب الرابع المتعلق بالحكومة: تدخل حيز النفاذ يوم الإعلان عن النتائج النهائية لأول انتخابات تشريعية بعد ختم الدستور."
},
{
"@ChapterLinked": "73,74",
"#text": "القسم الأول من الباب الرابع المتعلق برئيس الجمهورية باستثناء الفصلين  73 و74: يدخل  حيز النفاذ  يوم الإعلان عن النتائج النهائية لأول انتخابات رئاسية بعد ختم الدستور."
},
"القسم الأول من الياب الخامس المخصص للقضاء العدلي والإداري والمالي: يدخل  حيز النفاذ عند استكمال إرساء المجلس الأعلى للقضاء."
]
},
"Additionalinformation": "يسري عدم سقوط جريمة التعذيب بالتقادم المقرر بالفصل 22 على سائرجرائم التعذيب بما في ذلك الجرائم المرتكبة فبل دخول هذا الدستور حيز النفاذ.\nتتم التزكية في اول انتخابات رئاسية بعد ختم هذا الدستور من عدد من أعضاء المجلس الوطني التأسيسي وفق العدد الذي يضبط لأعضاء مجلس نواب الشعب أو من عدد من الناخبين المرسمين حسبما يضبطه القانون الانتخابي.\nبعد ختم هذا الدستور وإلى حين انتخاب مجلس نواب الشعب للمجلس الوطني التأسيسي سن قوانين وإحداث هيئات تؤمّن نفاذ أحكام الدستور."
}
]
}
],
"End": "والله ولي التوفيق"
}